Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# TipCapture
source: Opens the Windows snipping tool and imports the result automatically
de_de: Öffnet das Windows-Snipping-Tool und übernimmt das Ergebnis automatisch
es_419: Abre la herramienta de recortes de Windows e importa el resultado automáticamente
fr_fr: Ouvre l'outil Capture d'écran de Windows et importe le résultat automatiquement
hi_in: Windows का स्निपिंग टूल खोलता है और परिणाम अपने आप ले आता है
id_id: Membuka alat Snipping Windows dan mengimpor hasilnya secara otomatis
ja_jp: Windows の Snipping Tool を開き、結果を自動で取り込みます
ko_kr: Windows 캡처 도구를 열고 결과를 자동으로 가져옵니다
pt_br: Abre a Ferramenta de Captura do Windows e importa o resultado automaticamente
ru_ru: Открывает «Ножницы» Windows и автоматически импортирует результат
zh_cn: 打开 Windows 截图工具并自动导入结果

# CaptureNoticeTitle
source: A new capture was detected on the clipboard
de_de: Neue Aufnahme in der Zwischenablage erkannt
es_419: Se detectó una captura nueva en el portapapeles
fr_fr: Une nouvelle capture a été détectée dans le presse-papiers
hi_in: क्लिपबोर्ड में नया कैप्चर मिला
id_id: Tangkapan baru terdeteksi di papan klip
ja_jp: クリップボードに新しいキャプチャを検出しました
ko_kr: 클립보드에서 새 캡처를 감지했습니다
pt_br: Uma nova captura foi detectada na área de transferência
ru_ru: В буфере обмена обнаружен новый снимок
zh_cn: 在剪贴板中检测到新截图

# CaptureNoticeOpen
source: Open
de_de: Öffnen
es_419: Abrir
fr_fr: Ouvrir
hi_in: खोलें
id_id: Buka
ja_jp: 開く
ko_kr: 열기
pt_br: Abrir
ru_ru: Открыть
zh_cn: 打开

# CaptureLaunchFailed
source: Could not open the snipping tool — capture with Win+Shift+S and it will be imported automatically
de_de: Das Snipping-Tool konnte nicht geöffnet werden — nehmen Sie mit Windows+Umschalt+S auf, dann wird das Bild automatisch übernommen
es_419: No se pudo abrir la herramienta de recortes — captura con Win+Shift+S y se importará automáticamente
fr_fr: Impossible d'ouvrir l'outil Capture d'écran — capturez avec Win+Maj+S et l'image sera importée automatiquement
hi_in: स्निपिंग टूल नहीं खुल सका — Win+Shift+S से कैप्चर करें, वह अपने आप आ जाएगा
id_id: Tidak dapat membuka alat Snipping — ambil tangkapan dengan Win+Shift+S dan hasilnya akan diimpor otomatis
ja_jp: Snipping Tool を開けませんでした — Win+Shift+S でキャプチャすると自動で取り込みます
ko_kr: 캡처 도구를 열 수 없습니다 — Win+Shift+S로 캡처하면 자동으로 가져옵니다
pt_br: Não foi possível abrir a Ferramenta de Captura — capture com Win+Shift+S e a imagem será importada automaticamente
ru_ru: Не удалось открыть «Ножницы» — сделайте снимок сочетанием Win+Shift+S, и он будет импортирован автоматически
zh_cn: 无法打开截图工具 — 用 Win+Shift+S 截图后会自动导入

# CaptureHotkeyUnavailable
source: The global capture shortcut ({0}) is already in use by another app
de_de: Das globale Aufnahmetastenkürzel ({0}) wird bereits von einer anderen App verwendet
es_419: Otra aplicación ya usa el atajo global de captura ({0})
fr_fr: Le raccourci global de capture ({0}) est déjà utilisé par une autre application
hi_in: ग्लोबल कैप्चर शॉर्टकट ({0}) पहले से किसी दूसरे ऐप के पास है
id_id: Pintasan tangkapan global ({0}) sudah dipakai aplikasi lain
ja_jp: グローバル キャプチャ ショートカット ({0}) は他のアプリが使用中です
ko_kr: 전역 캡처 단축키({0})를 다른 앱이 사용 중입니다
pt_br: Outro aplicativo já usa o atalho global de captura ({0})
ru_ru: Глобальное сочетание клавиш для снимка ({0}) уже занято другим приложением
zh_cn: 全局截图快捷键 ({0}) 已被其他应用占用

# CaptureFailed
source: The capture was not completed
de_de: Die Aufnahme wurde nicht abgeschlossen
es_419: La captura no se completó
fr_fr: La capture n'a pas abouti
hi_in: कैप्चर पूरा नहीं हुआ
id_id: Tangkapan tidak selesai
ja_jp: キャプチャが完了しませんでした
ko_kr: 캡처가 완료되지 않았습니다
pt_br: A captura não foi concluída
ru_ru: Снимок не был завершён
zh_cn: 截图未完成

# ToolSave
source: Save (Ctrl+S)
de_de: Speichern (Strg+S)
es_419: Guardar (Ctrl+S)
fr_fr: Enregistrer (Ctrl+S)
hi_in: सहेजें (Ctrl+S)
id_id: Simpan (Ctrl+S)
ja_jp: 保存 (Ctrl+S)
ko_kr: 저장 (Ctrl+S)
pt_br: Salvar (Ctrl+S)
ru_ru: Сохранить (Ctrl+S)
zh_cn: 保存 (Ctrl+S)

# TipSave
source: Quick save · Save as is Ctrl+Shift+S
de_de: Schnellspeichern · Speichern unter ist Strg+Umschalt+S
es_419: Guardado rápido · Guardar como es Ctrl+Shift+S
fr_fr: Enregistrement rapide · Enregistrer sous : Ctrl+Maj+S
hi_in: त्वरित सहेजना · इस रूप में सहेजें के लिए Ctrl+Shift+S
id_id: Simpan cepat · Simpan sebagai adalah Ctrl+Shift+S
ja_jp: クイック保存 · 名前を付けて保存は Ctrl+Shift+S
ko_kr: 빠른 저장 · 다른 이름으로 저장은 Ctrl+Shift+S
pt_br: Salvamento rápido · Salvar como é Ctrl+Shift+S
ru_ru: Быстрое сохранение · «Сохранить как» — Ctrl+Shift+S
zh_cn: 快速保存 · 另存为是 Ctrl+Shift+S

# SaveDone
source: Saved
de_de: Gespeichert
es_419: Guardado
fr_fr: Enregistré
hi_in: सहेजा गया
id_id: Tersimpan
ja_jp: 保存しました
ko_kr: 저장했습니다
pt_br: Salvo
ru_ru: Сохранено
zh_cn: 已保存

# SaveDoneNoMetadata
source: Saved · metadata excluded
de_de: Gespeichert · ohne Metadaten
es_419: Guardado · sin metadatos
fr_fr: Enregistré · sans métadonnées
hi_in: सहेजा गया · मेटाडेटा छोड़ दिया गया
id_id: Tersimpan · tanpa metadata
ja_jp: 保存しました · メタデータは除外
ko_kr: 저장했습니다 · 메타데이터는 제외됨
pt_br: Salvo · sem metadados
ru_ru: Сохранено · без метаданных
zh_cn: 已保存 · 未包含元数据

# SaveNoChanges
source: No changes to save
de_de: Keine Änderungen zum Speichern
es_419: No hay cambios para guardar
fr_fr: Aucune modification à enregistrer
hi_in: सहेजने के लिए कोई बदलाव नहीं
id_id: Tidak ada perubahan untuk disimpan
ja_jp: 変更はありません
ko_kr: 변경 내용이 없습니다
pt_br: Não há alterações para salvar
ru_ru: Нет изменений для сохранения
zh_cn: 没有需要保存的更改

source: Save failed
de_de: Speichern fehlgeschlagen
es_419: Error al guardar
fr_fr: Échec de l'enregistrement
hi_in: सहेजना विफल
id_id: Gagal menyimpan
ja_jp: 保存に失敗しました
ko_kr: 저장 실패
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
zh_cn: 保存失败

# SaveInProgress
source: Saving…
de_de: Wird gespeichert…
es_419: Guardando…
fr_fr: Enregistrement…
hi_in: सहेजा जा रहा है…
id_id: Menyimpan…
ja_jp: 保存中…
ko_kr: 저장하는 중…
pt_br: Salvando…
ru_ru: Сохранение…
zh_cn: 正在保存…

# SaveFullResUnavailable
source: The original could not be reloaded at full resolution, so it cannot be exported
de_de: Das Original konnte nicht in voller Auflösung neu gelesen werden und lässt sich daher nicht exportieren
es_419: No se pudo volver a leer el original en resolución completa, así que no se puede exportar
fr_fr: Impossible de relire l'original en pleine résolution, l'export est donc impossible
hi_in: मूल छवि पूर्ण रिज़ॉल्यूशन में दोबारा नहीं पढ़ी जा सकी, इसलिए निर्यात संभव नहीं
id_id: Berkas asli tidak dapat dibaca ulang pada resolusi penuh, jadi tidak bisa diekspor
ja_jp: 元の画像をフル解像度で読み直せないため、書き出せません
ko_kr: 원본을 전체 해상도로 다시 읽을 수 없어 내보낼 수 없습니다
pt_br: Não foi possível reler o original em resolução total, então ele não pode ser exportado
ru_ru: Не удалось перечитать оригинал в полном разрешении, поэтому экспорт невозможен
zh_cn: 无法按完整分辨率重新读取原图，因此无法导出

# SaveSourceChanged
source: The source file changed on disk, so it cannot be saved. Please reopen the document
de_de: Die Quelldatei wurde auf dem Datenträger geändert und kann nicht gespeichert werden. Öffnen Sie das Dokument erneut
es_419: El archivo de origen cambió en el disco, así que no se puede guardar. Vuelve a abrir el documento
fr_fr: Le fichier source a changé sur le disque, l'enregistrement est impossible. Rouvrez le document
hi_in: स्रोत फ़ाइल डिस्क पर बदल गई है, इसलिए सहेजा नहीं जा सकता। दस्तावेज़ फिर से खोलें
id_id: Berkas sumber berubah di disk, jadi tidak dapat disimpan. Buka kembali dokumennya
ja_jp: 元のファイルがディスク上で変更されたため保存できません。ドキュメントを開き直してください
ko_kr: 원본 파일이 디스크에서 바뀌어 저장할 수 없습니다. 문서를 다시 열어 주세요
pt_br: O arquivo de origem mudou no disco, então não é possível salvar. Abra o documento novamente
ru_ru: Исходный файл изменился на диске, сохранение невозможно. Откройте документ заново
zh_cn: 源文件在磁盘上已更改，无法保存。请重新打开该文档

# SaveDefaultName
source: Image
de_de: Bild
es_419: Imagen
hi_in: छवि
id_id: Gambar
ja_jp: 画像
ko_kr: 이미지
pt_br: Imagem
ru_ru: Изображение
zh_cn: 图像

# CopyDone
source: Copied to the clipboard
de_de: In die Zwischenablage kopiert
es_419: Copiado al portapapeles
fr_fr: Copié dans le presse-papiers
hi_in: क्लिपबोर्ड पर कॉपी किया गया
id_id: Disalin ke papan klip
ja_jp: クリップボードにコピーしました
ko_kr: 클립보드에 복사했습니다
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер обмена
zh_cn: 已复制到剪贴板

# CopyRegionDone
source: Copied the selected area to the clipboard
de_de: Der ausgewählte Bereich wurde in die Zwischenablage kopiert
es_419: Se copió el área seleccionada al portapapeles
fr_fr: La zone sélectionnée a été copiée dans le presse-papiers
hi_in: चयनित क्षेत्र क्लिपबोर्ड पर कॉपी किया गया
id_id: Area terpilih disalin ke papan klip
ja_jp: 選択範囲をクリップボードにコピーしました
ko_kr: 선택 영역을 클립보드에 복사했습니다
pt_br: A área selecionada foi copiada para a área de transferência
ru_ru: Выделенная область скопирована в буфер обмена
zh_cn: 已把所选区域复制到剪贴板

# CopyRegionStale
source: The crop review area is no longer valid, so nothing was copied
de_de: Der Zuschnittbereich ist nicht mehr gültig, daher wurde nichts kopiert
es_419: El área de revisión de recorte ya no es válida, así que no se copió nada
fr_fr: La zone de vérification du rognage n'est plus valide, rien n'a été copié
hi_in: क्रॉप समीक्षा क्षेत्र अब मान्य नहीं है, इसलिए कुछ कॉपी नहीं हुआ
id_id: Area tinjauan pangkas sudah tidak berlaku, jadi tidak ada yang disalin
ja_jp: 切り抜き確認の範囲が無効になったためコピーしませんでした
ko_kr: 자르기 검토 영역이 더 이상 유효하지 않아 복사하지 않았습니다
pt_br: A área de revisão do corte não é mais válida, então nada foi copiado
ru_ru: Область проверки обрезки больше недействительна, копирование не выполнено
zh_cn: 裁剪确认区域已失效，未执行复制

# ExportOptionsTitle
source: Export options
de_de: Exporteinstellungen
es_419: Opciones de exportación
fr_fr: Options d'export
hi_in: निर्यात विकल्प
id_id: Opsi ekspor
ja_jp: 書き出し設定
ko_kr: 내보내기 설정
pt_br: Opções de exportação
ru_ru: Параметры экспорта
zh_cn: 导出设置

# ExportQualityLabel
source: Quality
de_de: Qualität
es_419: Calidad
fr_fr: Qualité
hi_in: गुणवत्ता
id_id: Kualitas
ja_jp: 品質
ko_kr: 품질
pt_br: Qualidade
ru_ru: Качество
zh_cn: 质量

# ExportKeepMetadataLabel
source: Keep metadata (sensitive entries such as location are always removed)
de_de: Metadaten behalten (sensible Angaben wie Standortdaten werden immer entfernt)
es_419: Conservar metadatos (los datos sensibles como la ubicación siempre se eliminan)
fr_fr: Conserver les métadonnées (les données sensibles comme la localisation sont toujours supprimées)
hi_in: मेटाडेटा रखें (स्थान जैसी संवेदनशील जानकारी हमेशा हटा दी जाती है)
id_id: Pertahankan metadata (data sensitif seperti lokasi selalu dihapus)
ja_jp: メタデータを保持 (位置情報などの機微な項目は常に削除)
ko_kr: 메타데이터 유지 (위치 정보 등 민감 항목은 항상 제거)
pt_br: Manter metadados (dados sensíveis, como localização, são sempre removidos)
ru_ru: Сохранять метаданные (конфиденциальные сведения, например геоданные, удаляются всегда)
zh_cn: 保留元数据 (位置信息等敏感项始终移除)

# ExportLosslessLabel
source: Lossless
de_de: Verlustfrei
es_419: Sin pérdida
fr_fr: Sans perte
hi_in: बिना हानि
id_id: Tanpa kehilangan
ja_jp: 可逆圧縮
ko_kr: 무손실
pt_br: Sem perdas
ru_ru: Без потерь
zh_cn: 无损

# OverwriteTitle
source: Overwrite the original
de_de: Original überschreiben
es_419: Sobrescribir el original
fr_fr: Remplacer l'original
hi_in: मूल फ़ाइल पर लिखें
id_id: Timpa berkas asli
ja_jp: 元のファイルを上書き
ko_kr: 원본 덮어쓰기
pt_br: Substituir o original
ru_ru: Перезаписать оригинал
zh_cn: 覆盖原文件

# OverwriteBody
source: The original file will be overwritten with your edits. This cannot be undone.
de_de: Die Originaldatei wird mit Ihren Änderungen überschrieben. Das lässt sich nicht rückgängig machen.
es_419: El archivo original se sobrescribirá con tus ediciones. Esto no se puede deshacer.
fr_fr: Le fichier d'origine sera remplacé par vos modifications. Cette action est irréversible.
hi_in: मूल फ़ाइल आपके संपादनों से बदल दी जाएगी। इसे पूर्ववत नहीं किया जा सकता।
id_id: Berkas asli akan ditimpa dengan hasil suntingan Anda. Tindakan ini tidak bisa dibatalkan.
ja_jp: 元のファイルを編集結果で上書きします。元に戻せません。
ko_kr: 원본 파일을 편집 결과로 덮어씁니다. 되돌릴 수 없습니다.
pt_br: O arquivo original será substituído pelas suas edições. Isso não pode ser desfeito.
ru_ru: Исходный файл будет перезаписан вашими изменениями. Отменить это нельзя.
zh_cn: 将用编辑结果覆盖原文件，且无法撤销。

# OverwriteConfirm
source: Overwrite
de_de: Überschreiben
es_419: Sobrescribir
fr_fr: Remplacer
hi_in: अधिलेखित करें
id_id: Timpa
ja_jp: 上書き
ko_kr: 덮어쓰기
pt_br: Substituir
ru_ru: Перезаписать
zh_cn: 覆盖

# DialogSaveButton
source: Save
de_de: Speichern
es_419: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存

# DialogDontSaveButton
source: Don't save
de_de: Nicht speichern
es_419: No guardar
fr_fr: Ne pas enregistrer
hi_in: न सहेजें
id_id: Jangan simpan
ja_jp: 保存しない
ko_kr: 저장 안 함
pt_br: Não salvar
ru_ru: Не сохранять
zh_cn: 不保存

# ProjectTypeName
source: ezyImage project
de_de: ezyImage-Projekt
es_419: Proyecto de ezyImage
fr_fr: Projet ezyImage
hi_in: ezyImage प्रोजेक्ट
id_id: Proyek ezyImage
ja_jp: ezyImage プロジェクト
ko_kr: ezyImage 프로젝트
pt_br: Projeto do ezyImage
ru_ru: Проект ezyImage
zh_cn: ezyImage 项目

# TextEditTitle
source: Edit text
de_de: Text bearbeiten
es_419: Editar texto
fr_fr: Modifier le texte
hi_in: टेक्स्ट संपादित करें
id_id: Edit teks
ja_jp: テキストの編集
ko_kr: 텍스트 편집
pt_br: Editar texto
ru_ru: Изменение текста
zh_cn: 编辑文本

# ToolColor
source: Choose drawing colour
de_de: Zeichenfarbe wählen
es_419: Elegir el color de dibujo
fr_fr: Choisir la couleur de dessin
hi_in: ड्राइंग का रंग चुनें
id_id: Pilih warna gambar
ja_jp: 描画色を選択
ko_kr: 그리기 색 선택
pt_br: Escolher a cor de desenho
ru_ru: Выбрать цвет рисования
zh_cn: 选择绘制颜色

# ToolRectangle
source: Rectangle (drag to draw · Delete to remove)
de_de: Rechteck (zum Zeichnen ziehen · Entf zum Löschen)
es_419: Rectángulo (arrastra para dibujar · Supr para borrar)
fr_fr: Rectangle (faites glisser pour dessiner · Suppr pour effacer)
hi_in: आयत (खींचकर बनाएँ · Delete से हटाएँ)
id_id: Persegi panjang (seret untuk menggambar · Delete untuk menghapus)
ja_jp: 四角形 (ドラッグで描画 · Delete で削除)
ko_kr: 사각형 (드래그로 그리기 · Delete 로 삭제)
pt_br: Retângulo (arraste para desenhar · Delete para apagar)
ru_ru: Прямоугольник (перетащите, чтобы нарисовать · Delete — удалить)
zh_cn: 矩形 (拖动绘制 · Delete 删除)

# ToolUndo
source: Undo (Ctrl+Z)
de_de: Rückgängig (Strg+Z)
es_419: Deshacer (Ctrl+Z)
fr_fr: Annuler (Ctrl+Z)
hi_in: पूर्ववत करें (Ctrl+Z)
id_id: Urungkan (Ctrl+Z)
ja_jp: 元に戻す (Ctrl+Z)
ko_kr: 실행 취소 (Ctrl+Z)
pt_br: Desfazer (Ctrl+Z)
ru_ru: Отменить (Ctrl+Z)
zh_cn: 撤销 (Ctrl+Z)

# ToolRedo
source: Redo (Ctrl+Y)
de_de: Wiederholen (Strg+Y)
es_419: Rehacer (Ctrl+Y)
fr_fr: Rétablir (Ctrl+Y)
hi_in: फिर से करें (Ctrl+Y)
id_id: Ulangi (Ctrl+Y)
ja_jp: やり直し (Ctrl+Y)
ko_kr: 다시 실행 (Ctrl+Y)
pt_br: Refazer (Ctrl+Y)
ru_ru: Вернуть (Ctrl+Y)
zh_cn: 重做 (Ctrl+Y)

# StateReady
source: Ready
de_de: Bereit
es_419: Listo
fr_fr: Prêt
hi_in: तैयार
id_id: Siap
ja_jp: 準備完了
ko_kr: 준비됨
pt_br: Pronto
ru_ru: Готово
zh_cn: 就绪

# StateLoading
source: Loading…
de_de: Wird geladen…
es_419: Cargando…
fr_fr: Chargement…
hi_in: लोड हो रहा है…
id_id: Memuat…
ja_jp: 読み込み中…
ko_kr: 불러오는 중…
pt_br: Carregando…
ru_ru: Загрузка…
zh_cn: 正在加载…

# StateFailed
source: Open failed
de_de: Öffnen fehlgeschlagen
es_419: Error al abrir
fr_fr: Échec de l'ouverture
hi_in: खोलना विफल
id_id: Gagal membuka
ja_jp: 読み込み失敗
ko_kr: 열기 실패
pt_br: Falha ao abrir
ru_ru: Не удалось открыть
zh_cn: 打开失败

# StateModified
source: Modified
de_de: Geändert
es_419: Modificado
fr_fr: Modifié
hi_in: बदला गया
id_id: Diubah
ja_jp: 変更あり
ko_kr: 수정됨
pt_br: Modificado
ru_ru: Изменено
zh_cn: 已修改

# DiscardTitle
source: Unsaved changes
de_de: Nicht gespeicherte Änderungen
es_419: Cambios sin guardar
fr_fr: Modifications non enregistrées
hi_in: बिना सहेजे बदलाव
id_id: Perubahan belum disimpan
ja_jp: 保存されていない変更
ko_kr: 저장되지 않은 변경 사항
pt_br: Alterações não salvas
ru_ru: Несохранённые изменения
zh_cn: 未保存的更改

# DiscardBody
source: This document has unsaved changes. If you don't save, they will be lost.
de_de: Dieses Dokument hat nicht gespeicherte Änderungen. Ohne Speichern gehen sie verloren.
es_419: Este documento tiene cambios sin guardar. Si no los guardas, se perderán.
fr_fr: Ce document comporte des modifications non enregistrées. Sans enregistrement, elles seront perdues.
hi_in: इस दस्तावेज़ में बिना सहेजे बदलाव हैं। न सहेजने पर वे खो जाएँगे।
id_id: Dokumen ini punya perubahan yang belum disimpan. Jika tidak disimpan, perubahan itu akan hilang.
ja_jp: このドキュメントには保存されていない変更があります。保存しないと失われます。
ko_kr: 이 문서에 저장되지 않은 변경 사항이 있습니다. 저장하지 않으면 변경 사항이 사라집니다.
pt_br: Este documento tem alterações não salvas. Se você não salvar, elas serão perdidas.
ru_ru: В этом документе есть несохранённые изменения. Если не сохранить, они будут потеряны.
zh_cn: 此文档有未保存的更改。不保存的话这些更改会丢失。

# DiscardConfirm
source: Discard changes
de_de: Änderungen verwerfen
es_419: Descartar cambios
fr_fr: Abandonner les modifications
hi_in: बदलाव छोड़ें
id_id: Buang perubahan
ja_jp: 変更を破棄
ko_kr: 변경 사항 버리기
pt_br: Descartar alterações
ru_ru: Отклонить изменения
zh_cn: 放弃更改

# DiscardCancel
source: Cancel
de_de: Abbrechen
es_419: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# ToolCrop
source: Crop (drag, then press Enter or double-click inside to apply · Esc to cancel)
de_de: Zuschneiden (ziehen, dann Eingabetaste oder Doppelklick im Bereich zum Anwenden · Esc zum Abbrechen)
es_419: Recortar (arrastra y presiona Enter o haz doble clic dentro para aplicar · Esc para cancelar)
fr_fr: Rogner (faites glisser puis Entrée ou double-clic dans la zone pour appliquer · Échap pour annuler)
hi_in: क्रॉप (खींचें, फिर Enter दबाएँ या क्षेत्र के भीतर डबल-क्लिक करें · Esc से रद्द)
id_id: Pangkas (seret, lalu tekan Enter atau klik ganda di dalam area untuk menerapkan · Esc untuk membatalkan)
ja_jp: 切り抜き (ドラッグ後 Enter か範囲内をダブルクリックで適用 · Esc で取り消し)
ko_kr: 자르기 (드래그 후 Enter 또는 영역 안 더블클릭으로 적용 · Esc 취소)
pt_br: Cortar (arraste e pressione Enter ou dê um duplo clique dentro para aplicar · Esc para cancelar)
ru_ru: Обрезка (перетащите, затем Enter или двойной щелчок внутри — применить · Esc — отмена)
zh_cn: 裁剪 (拖动后按 Enter 或在区域内双击应用 · Esc 取消)

# ToolCropRatio
source: Switch crop ratio (free / 1:1 / 4:3 / 16:9)
de_de: Zuschnittverhältnis wechseln (frei / 1:1 / 4:3 / 16:9)
es_419: Cambiar la proporción de recorte (libre / 1:1 / 4:3 / 16:9)
fr_fr: Changer le format de rognage (libre / 1:1 / 4:3 / 16:9)
hi_in: क्रॉप अनुपात बदलें (मुक्त / 1:1 / 4:3 / 16:9)
id_id: Ganti rasio pangkas (bebas / 1:1 / 4:3 / 16:9)
ja_jp: 切り抜き比率の切り替え (自由 / 1:1 / 4:3 / 16:9)
ko_kr: 자르기 비율 전환 (자유/1:1/4:3/16:9)
pt_br: Mudar a proporção de corte (livre / 1:1 / 4:3 / 16:9)
ru_ru: Сменить пропорции обрезки (свободно / 1:1 / 4:3 / 16:9)
zh_cn: 切换裁剪比例 (自由 / 1:1 / 4:3 / 16:9)

# ToolFlipHorizontal
source: Flip horizontally
de_de: Waagrecht spiegeln
es_419: Voltear horizontalmente
fr_fr: Retourner horizontalement
hi_in: क्षैतिज रूप से पलटें
id_id: Balik horizontal
ja_jp: 左右反転
ko_kr: 좌우 반전
pt_br: Inverter horizontalmente
ru_ru: Отразить по горизонтали
zh_cn: 水平翻转

# ToolFlipVertical
source: Flip vertically
de_de: Senkrecht spiegeln
es_419: Voltear verticalmente
fr_fr: Retourner verticalement
hi_in: लंबवत रूप से पलटें
id_id: Balik vertikal
ja_jp: 上下反転
ko_kr: 상하 반전
pt_br: Inverter verticalmente
ru_ru: Отразить по вертикали
zh_cn: 垂直翻转

# ToolResize
source: Resize
de_de: Größe ändern
es_419: Redimensionar
fr_fr: Redimensionner
hi_in: आकार बदलें
id_id: Ubah ukuran
ja_jp: サイズ変更
ko_kr: 크기 조절
pt_br: Redimensionar
ru_ru: Изменить размер
zh_cn: 调整大小

# CropRatioFree
source: Free
de_de: Frei
es_419: Libre
fr_fr: Libre
hi_in: मुक्त
id_id: Bebas
ja_jp: 自由
ko_kr: 자유
pt_br: Livre
ru_ru: Свободно
zh_cn: 自由

# CropReviewHint
source: Crop review: press Enter or double-click inside to apply · Esc to cancel
de_de: Zuschnitt prüfen: Eingabetaste oder Doppelklick im Bereich zum Anwenden · Esc zum Abbrechen
es_419: Revisión de recorte: presiona Enter o haz doble clic dentro para aplicar · Esc para cancelar
fr_fr: Vérification du rognage : Entrée ou double-clic dans la zone pour appliquer · Échap pour annuler
hi_in: क्रॉप समीक्षा: Enter दबाएँ या क्षेत्र के भीतर डबल-क्लिक करें · Esc से रद्द करें
id_id: Tinjauan pangkas: tekan Enter atau klik ganda di dalam area untuk menerapkan · Esc untuk membatalkan
ja_jp: 切り抜き確認: Enter か範囲内をダブルクリックで適用 · Esc で取り消し
ko_kr: 자르기 검토: Enter 또는 영역 안 더블클릭으로 적용 · Esc로 취소
pt_br: Revisão do corte: pressione Enter ou dê um duplo clique dentro para aplicar · Esc para cancelar
ru_ru: Проверка обрезки: Enter или двойной щелчок внутри — применить · Esc — отмена
zh_cn: 裁剪确认: 按 Enter 或在区域内双击应用 · Esc 取消

# ColorBlack
source: Black
de_de: Schwarz
es_419: Negro
fr_fr: Noir
hi_in: काला
id_id: Hitam
ja_jp: 黒
ko_kr: 검정
pt_br: Preto
ru_ru: Чёрный
zh_cn: 黑色

# ColorGray
source: Grey
de_de: Grau
es_419: Gris
fr_fr: Gris
hi_in: धूसर
id_id: Abu-abu
ja_jp: グレー
ko_kr: 회색
pt_br: Cinza
ru_ru: Серый
zh_cn: 灰色

# ColorSilver
source: Silver
de_de: Silber
es_419: Plateado
fr_fr: Argent
hi_in: रजत
id_id: Perak
ja_jp: シルバー
ko_kr: 은색
pt_br: Prata
ru_ru: Серебристый
zh_cn: 银色

# ColorWhite
source: White
de_de: Weiß
es_419: Blanco
fr_fr: Blanc
hi_in: सफ़ेद
id_id: Putih
ja_jp: 白
ko_kr: 흰색
pt_br: Branco
ru_ru: Белый
zh_cn: 白色

# ColorRed
source: Red
de_de: Rot
es_419: Rojo
fr_fr: Rouge
hi_in: लाल
id_id: Merah
ja_jp: 赤
ko_kr: 빨강
pt_br: Vermelho
ru_ru: Красный
zh_cn: 红色

# ColorOrange
source: Orange
es_419: Naranja
hi_in: नारंगी
id_id: Oranye
ja_jp: オレンジ
ko_kr: 주황
pt_br: Laranja
ru_ru: Оранжевый
zh_cn: 橙色

# ColorYellow
source: Yellow
de_de: Gelb
es_419: Amarillo
fr_fr: Jaune
hi_in: पीला
id_id: Kuning
ja_jp: 黄
ko_kr: 노랑
pt_br: Amarelo
ru_ru: Жёлтый
zh_cn: 黄色

# ColorLime
source: Lime
de_de: Hellgrün
es_419: Lima
fr_fr: Vert citron
hi_in: नीबूं हरा
id_id: Hijau limau
ja_jp: ライム
ko_kr: 연두
pt_br: Verde-limão
ru_ru: Лаймовый
zh_cn: 青柠色

# ColorGreen
source: Green
de_de: Grün
es_419: Verde
fr_fr: Vert
hi_in: हरा
id_id: Hijau
ja_jp: 緑
ko_kr: 초록
pt_br: Verde
ru_ru: Зелёный
zh_cn: 绿色

# ColorTeal
source: Teal
de_de: Blaugrün
es_419: Verde azulado
fr_fr: Bleu canard
hi_in: नीलहरित
id_id: Hijau kebiruan
ja_jp: ティール
ko_kr: 청록
pt_br: Azul-petróleo
ru_ru: Бирюзовый
zh_cn: 青色

# ColorSky
source: Sky
de_de: Himmelblau
es_419: Celeste
fr_fr: Bleu ciel
hi_in: आसमानी
id_id: Biru langit
ja_jp: スカイブルー
ko_kr: 하늘
pt_br: Azul-celeste
ru_ru: Голубой
zh_cn: 天蓝色

# ColorBlue
source: Blue
de_de: Blau
es_419: Azul
fr_fr: Bleu
hi_in: नीला
id_id: Biru
ja_jp: 青
ko_kr: 파랑
pt_br: Azul
ru_ru: Синий
zh_cn: 蓝色

# ColorNavy
source: Navy
de_de: Marineblau
es_419: Azul marino
fr_fr: Bleu marine
hi_in: गहरा नीला
id_id: Biru dongker
ja_jp: ネイビー
ko_kr: 남색
pt_br: Azul-marinho
ru_ru: Тёмно-синий
zh_cn: 藏青色

# ColorPurple
source: Purple
de_de: Violett
es_419: Morado
fr_fr: Violet
hi_in: बैंगनी
id_id: Ungu
ja_jp: 紫
ko_kr: 보라
pt_br: Roxo
ru_ru: Фиолетовый
zh_cn: 紫色

# ColorMagenta
source: Magenta
hi_in: मैजेंटा
ja_jp: マゼンタ
ko_kr: 자홍
ru_ru: Пурпурный
zh_cn: 洋红色

# ColorBrown
source: Brown
de_de: Braun
es_419: Café
fr_fr: Marron
hi_in: भूरा
id_id: Cokelat
ja_jp: 茶
ko_kr: 갈색
pt_br: Marrom
ru_ru: Коричневый
zh_cn: 棕色

# ColorSelected
source: Selected
de_de: Ausgewählt
es_419: Seleccionado
fr_fr: Sélectionné
hi_in: चयनित
id_id: Terpilih
ja_jp: 選択中
ko_kr: 선택됨
pt_br: Selecionado
ru_ru: Выбрано
zh_cn: 已选择

source: Edit failed
de_de: Bearbeiten fehlgeschlagen
es_419: Error al editar
fr_fr: Échec de la modification
hi_in: संपादन विफल
id_id: Gagal menyunting
ja_jp: 編集に失敗しました
ko_kr: 편집 실패
pt_br: Falha na edição
ru_ru: Не удалось изменить
zh_cn: 编辑失败

# DialogApply
source: Apply
de_de: Übernehmen
es_419: Aplicar
fr_fr: Appliquer
hi_in: लागू करें
id_id: Terapkan
ja_jp: 適用
ko_kr: 적용
pt_br: Aplicar
ru_ru: Применить
zh_cn: 应用

# DialogCancel
source: Cancel
de_de: Abbrechen
es_419: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
